Repository: Mohamed-Ahmed-2003/Ecommerce-Platform-.Net-8
Catalog: Resources/SharedResource.*.resx
Languages: de_de, es_es, hi_in, ja_jp, zh_cn

source: About Us
de_de: Über uns
es_es: Sobre nosotros
hi_in: हमारे बारे में
ja_jp: 我々について
zh_cn: 关于我们

# AccessDeniedMesg
source: You are not allowed to enter here
de_de: Sie haben hier keinen Zugriff.
es_es: No tienes acceso aquí.
hi_in: आपके पास यहां पहुंच नहीं है।
ja_jp: ここにはアクセスできません。
zh_cn: 您无权访问此处。

# AccountTab
source: Account
de_de: Arithmetik
es_es: aritmética
hi_in: अंकगणित
ja_jp: 算数
zh_cn: 算术

source: Actions
de_de: Ereignis
es_es: Evento
hi_in: घटना
ja_jp: 出来事
zh_cn: 事件

# ActiveHeader
source: Active
de_de: Pferdegeschirr
es_es: Arnés
hi_in: उपस्करण
ja_jp: 馬具
zh_cn: 利用

source: Add Banner
de_de: Cover hinzufügen
es_es: Añadir cubierta
hi_in: कवर जोड़ें
ja_jp: カバーを追加
zh_cn: 添加封面

source: Add Brand
de_de: Marke hinzufügen
es_es: Agregar marca registrada
hi_in: ट्रेडमार्क जोड़ें
ja_jp: 商標を追加
zh_cn: 添加商标

# AddButton
source: Add
de_de: Hinzufügen +
es_es: Añadir +
hi_in: जोड़ें +
ja_jp: + を追加
zh_cn: 添加 +

# AddCategoryTitle
source: Add Category
de_de: Abschnitt hinzufügen
es_es: Añadir sección
hi_in: अनुभाग जोड़ें
ja_jp: + を追加
zh_cn: 添加部分

# AddDiscountButton
source: Add
de_de: Hinzufügen +
es_es: Añadir +
hi_in: जोड़ें +
ja_jp: #NAME?
zh_cn: 添加 +

# AddDiscountTitle
source: Add a Discount
de_de: Einen Rabatt hinzufügen
es_es: Añade un descuento
hi_in: छूट जोड़ें
ja_jp: ディスカウントを追加する
zh_cn: 添加折扣

# AdditionalImagesLabel
source: Additional Images
de_de: Weitere Bilder
es_es: Imágenes adicionales
hi_in: अतिरिक्त चित्र
ja_jp: その他の画像
zh_cn: 其他图片

# AddNewCategory
source: Add a New Category
de_de: Hinzufügen einer neuen Kategorie
es_es: Agregar una nueva categoría
hi_in: एक नई श्रेणी जोड़ें
ja_jp: 新しいカテゴリを追加する
zh_cn: 添加新类别

source: Add Product
de_de: Produkt hinzufügen +
es_es: Añadir producto +
hi_in: उत्पाद जोड़ें +
ja_jp: 製品を追加 +
zh_cn: 添加产品 +

source: + Add Role
de_de: Neue Rolle hinzufügen +
es_es: Agregar nuevo rol +
hi_in: नई भूमिका जोड़ें +
ja_jp: 新しいロールを追加 +
zh_cn: 添加新角色 +

source: Add User
de_de: Einen neuen Benutzer hinzufügen
es_es: Agregar un nuevo usuario
hi_in: एक नया उपयोगकर्ता जोड़ें
ja_jp: 新しいユーザーを追加する
zh_cn: 添加新用户

source: Admin Dashboard
de_de: Admin-Systemsteuerung
es_es: Panel de control de administración
hi_in: व्यवस्थापक नियंत्रण कक्ष
ja_jp: 管理コントロールパネル
zh_cn: 管理控制面板

# AfterDiscountLabel
source: After Discount
de_de: Nach dem Rabatt
es_es: Después del descuento
hi_in: छूट के बाद
ja_jp: 割引後
zh_cn: 折扣后

source: All Rights Reserved
de_de: Alle Rechte vorbehalten
es_es: Todos los derechos reservados
hi_in: सर्वाधिकार सुरक्षित
ja_jp: 無断複写・転載を禁じます
zh_cn: 版权所有

source: Arrival Date
de_de: Termin
es_es: Fecha de entrega
hi_in: डिलीवरी की तारीख
ja_jp: 納期
zh_cn: 交货日期

# Arrived
source: Arrived Successfully
de_de: Erfolgreich angekommen
es_es: Llegó con éxito
hi_in: सफलतापूर्वक पहुंचे
ja_jp: 正常に到着しました
zh_cn: 顺利到达

source: Available
de_de: verfügbar
es_es: disponible
hi_in: सुलभ
ja_jp: 利用できる
zh_cn: 可用

# AvailableInStock
source: In Stock
de_de: Vorrätig
es_es: En stock
hi_in: स्टॉक में
ja_jp: 在庫あり
zh_cn: 有货

# AvailableProductsTitle
source: Available Products
de_de: Verfügbare Produkte
es_es: Productos disponibles
hi_in: उपलब्ध उत्पाद
ja_jp: 入手可能な製品
zh_cn: 可用产品

source: Average Rating
de_de: Top bewertet
es_es: Mejor valorado
hi_in: टॉप रेटेड
ja_jp: 最高評価
zh_cn: 最受好评

# AvgRating
source: Rating
de_de: Durchschnittliche Bewertungen
es_es: Valoraciones medias
hi_in: औसत रेटिंग
ja_jp: 平均評価
zh_cn: 平均评分

# BackToListLink
source: Back to Menu
de_de: Zurück zum Menü
es_es: Volver al menú
hi_in: मेनू पर वापस जाएं
ja_jp: メニューへ戻る
zh_cn: 返回菜单

# BackToProductsLink
source: Back to Your Products
de_de: Zurück zu Ihren Produkten
es_es: Volver a Sus Productos
hi_in: अपने उत्पादों पर वापस जाएं
ja_jp: 製品一覧へ戻る
zh_cn: 返回您的产品

source: Back to Shopping
de_de: Zurück zu Shopping
es_es: Volver a Compras
hi_in: खरीदारी पर वापस जाएं
ja_jp: ショッピングに戻る
zh_cn: 返回购物

source: Banner Image
de_de: Titelbild
es_es: Foto de portada
hi_in: कवर फोटो
ja_jp: カバー写真
zh_cn: 封面照

# BannerUrl
source: Url Link
de_de: Vollständiger Link
es_es: Enlace completo
hi_in: पूर्ण लिंक
ja_jp: フルリンク
zh_cn: 完整链接

source: Best Sellers
de_de: Top-Verkäufe
es_es: Top Ventas
hi_in: शीर्ष बिक्री
ja_jp: トップセールス
zh_cn: 顶级销售

# BiographyLabel
source: Biography
de_de: Biographie
es_es: Biografía
hi_in: जीवनी
ja_jp: 伝記
zh_cn: 传记

# Brand
source: Branding
hi_in: ब्रांडिंग
ja_jp: ブランド
zh_cn: 品牌

source: Brand Image
de_de: Markenimage
es_es: Imagen de marca
hi_in: ब्रांड छवि
ja_jp: ブランドイメージ
zh_cn: 品牌形象

# CancelButton
source: Cancel
de_de: Aufhebung
es_es: abrogación
hi_in: निरस्तीकरण
ja_jp: 廃止
zh_cn: 废除

source: Cart
de_de: Karren
es_es: Carro
hi_in: गाड़ी
ja_jp: カート
zh_cn: 车

source: Categories
de_de: Kategorien
es_es: Categorías
hi_in: श्रेणियाँ
ja_jp: カテゴリ
zh_cn: 类别

# CategoriesTitle
source: Categories
de_de: Abschnitte
es_es: Secciones
hi_in: अनुभागों
ja_jp: セクション
zh_cn: 部分

source: Category Name
de_de: Name der Kategorie
es_es: Nombre de la categoría
hi_in: श्रेणी का नाम
ja_jp: カテゴリ名
zh_cn: 类别名称

# CategoryNameLabel
source: Category Name
de_de: Name der Abteilung
es_es: Nombre del departamento
hi_in: विभाग का नाम
ja_jp: 部署名
zh_cn: 部门名称

# CategoryTitle
source: Category
de_de: Abschnitt
es_es: sección
hi_in: कर्तन
ja_jp: 節
zh_cn: 部分

# CheckoutButton
source: Checkout
de_de: Antrieb
es_es: propulsión
hi_in: प्रणोदक देखिए।
ja_jp: 推進
zh_cn: 推进力

# CheckoutFailedMesg
source: Oops! It seems there was a problem processing your payment. Please try again or contact support for assistance.
de_de: Entschuldigen Sie! Es scheint ein Problem beim Bezahlen zu geben. Bitte versuchen Sie es erneut, oder wenden Sie sich an den Support, um Hilfe zu erhalten.
es_es: ¡Disculpe! Parece que hay un problema a la hora de pagar. Inténtelo de nuevo o póngase en contacto con el servicio de asistencia para obtener ayuda.
hi_in: हमें क्षमा करें! भुगतान करते समय एक समस्या प्रतीत होती है। कृपया पुन: प्रयास करें या मदद के लिए समर्थन से संपर्क करें.
ja_jp: すみません！支払い時に問題があるようです。もう一度お試しいただくか、サポートにお問い合わせください。
zh_cn: 对不起！付款时似乎有问题。请重试或联系支持人员寻求帮助。

source: Completed Orders
de_de: Abgeschlossene Bewerbungen
es_es: Solicitudes completadas
hi_in: पूर्ण आवेदन
ja_jp: 完成したアプリケーション
zh_cn: 已完成的申请

# ConfirmButton
source: Confirm
de_de: Bestätigung
es_es: afirmación
hi_in: पक्का करना
ja_jp: 肯定
zh_cn: 肯定

# ConfirmDeleteBanner
source: Are You Sure You Want to Delete This?
de_de: Sind Sie sicher, dass Sie dieses Cover löschen müssen? Er kann nicht erneut abgerufen werden
es_es: ¿Está seguro de eliminar esta portada? No se puede recuperar de nuevo
hi_in: क्या आप वाकई इस कवर को हटा रहे हैं? इसे फिर से प्राप्त नहीं किया जा सकता है
ja_jp: このカバーを削除してもよろしいですか?再度取得することはできません
zh_cn: 你确定要删除这个封面吗？无法再次检索

# ConfirmDeleteBrand
source: Are You Sure You Want to Delete This?
de_de: Sind Sie sicher, dass Sie diese Marke löschen möchten?
es_es: ¿Estás seguro de que quieres eliminar esta marca?
hi_in: क्या आप वाकई इस ब्रांड को हटाना चाहते हैं?
ja_jp: このブランドを削除してもよろしいですか?
zh_cn: 您确定要删除此品牌吗？

# ConfirmHideProduct
source: Are you sure you want to hide this product ?
de_de: Sind Sie sicher, dass Sie dieses Produkt ausblenden möchten?
es_es: ¿Estás seguro de que quieres ocultar este producto?
hi_in: क्या आप वाकई इस उत्पाद को छुपाना चाहते हैं?
ja_jp: この製品を非表示にしてもよろしいですか?
zh_cn: 您确定要隐藏此产品吗？

# ConfirmLockUser
source: Are you sure you want to lock the user?
de_de: Sind Sie sicher, dass dieser Benutzer blockiert ist?
es_es: ¿Estás seguro de que este usuario está bloqueado?
hi_in: क्या आप सुनिश्चित हैं कि यह उपयोगकर्ता अवरोधित है?
ja_jp: このユーザーはブロックされていますか?
zh_cn: 您确定此用户已被阻止吗？

# ConfirmMesg
source: Are you sure?
de_de: Bist du sicher?
es_es: ¿Estás seguro?
hi_in: क्या आपको यकीन है?
ja_jp: 確かですか。
zh_cn: 是否确定？

source: Confirm Password
de_de: Passwort bestätigen
es_es: Confirmar contraseña
hi_in: पासवर्ड की पुष्टि करें
ja_jp: パスワードの確認
zh_cn: 确认密码

# ConfirmPasswordLabel
source: Confirm New Password
de_de: Neues Passwort bestätigen
es_es: Confirmar nueva contraseña
hi_in: नए पासवर्ड की पुष्टि करें
ja_jp: 新しいパスワードの確認
zh_cn: 确认新密码

# ConfirmPremiumProduct
source: Are you sure you want to tag this product with premium ?
de_de: Sind Sie sicher, dass Sie dieses Produkt mit hoher Qualität auszeichnen?
es_es: ¿Estás seguro de distinguir este producto con alta calidad?
hi_in: क्या आप इस उत्पाद को उच्च गुणवत्ता के साथ अलग करना सुनिश्चित करते हैं?
ja_jp: この製品を高品質で区別して間違いありませんか?
zh_cn: 您确定将这款产品与高品质区分开来吗？

# ConfirmProductDelete
source: Are You Sure You Want to Delete This Product?
de_de: Sind Sie sicher, dass Sie dieses Produkt löschen möchten?
es_es: ¿Estás seguro de que quieres eliminar este producto?
hi_in: क्या आप वाकई इस उत्पाद को हटाना चाहते हैं?
ja_jp: この製品を削除してもよろしいですか?
zh_cn: 是否确实要删除此产品？

# ConfirmReleaseFromPremium
source: Are you sure you want to release it from premium?
de_de: Sind Sie sicher, dass dieses Produkt aus dem Token entfernt wird?
es_es: ¿Está seguro de que este producto se eliminará del token?
hi_in: क्या आप सुनिश्चित हैं कि इस उत्पाद को टोकन से निकाल दिया जाएगा?
ja_jp: この製品はトークンから削除されますか?
zh_cn: 您确定此产品将从令牌中删除吗？

# ConfirmShowProduct
source: Are you sure you want to show this product ?
de_de: Sind Sie sicher, dass Sie dieses Produkt zeigen möchten?
es_es: ¿Estás seguro de que quieres mostrar este producto?
hi_in: क्या आप वाकई यह उत्पाद दिखाना चाहते हैं?
ja_jp: この商品を表示してもよろしいですか?
zh_cn: 您确定要展示此产品吗？

# ConfirmUnlockUser
source: Are you sure you want to unlock the user?
de_de: Sind Sie sicher, dass Sie das Benutzerkonto reaktivieren möchten?
es_es: ¿Estás seguro de que quieres reactivar la cuenta de usuario?
hi_in: क्या आप वाकई उपयोगकर्ता खाते को पुनः सक्रिय करना चाहते हैं?
ja_jp: ユーザー アカウントを再アクティブ化してもよろしいですか?
zh_cn: 是否确实要重新激活用户帐户？

source: Control Panel
de_de: Schalttafel
es_es: Panel de control
hi_in: नियंत्रण पॅनेल
ja_jp: コントロールパネル
zh_cn: 控制面板

source: Copyright ©
de_de: Urheberrecht ©
es_es: Derechos de autor ©
hi_in: कॉपीराइट ©
ja_jp: 著作権 ©
zh_cn: 版权 ©

# CurrentPasswordLabel
source: Current Password
de_de: Aktuelles Passwort
es_es: Contraseña actual
hi_in: वर्तमान पासवर्ड
ja_jp: 現在のパスワード
zh_cn: 当前密码

# Customer
source: Client
de_de: Kunde
es_es: Cliente
hi_in: ग्राहक
ja_jp: クライアント
zh_cn: 客户

source: Customer Interface
de_de: Kundenschnittstelle
es_es: Interfaz de cliente
hi_in: ग्राहक इंटरफ़ेस
ja_jp: カスタマインターフェース
zh_cn: 客户界面

source: Customer Name
de_de: Name des Kunden
es_es: Nombre del cliente
hi_in: ग्राहक का नाम
ja_jp: お客様のお名前
zh_cn: 客户名称

source: Customers Count
de_de: Anzahl der Kunden
es_es: Número de clientes
hi_in: ग्राहकों की संख्या
ja_jp: 顧客数
zh_cn: 客户数量

# CustomersTitle
source: Customer
de_de: Kunde
es_es: Cliente
hi_in: ख़रीदार
ja_jp: 顧客
zh_cn: 客户

source: Dashboard
de_de: Schalttafel
es_es: Panel de control
hi_in: नियंत्रण पॅनेल
ja_jp: コントロールパネル
zh_cn: 控制面板

# DashboardTitle
source: Dashboard
de_de: Schalttafel
es_es: Panel de control
hi_in: नियंत्रण पॅनेल
ja_jp: コントロールパネル
zh_cn: 控制面板

source: Data
de_de: Daten
es_es: datos
hi_in: डाटा
ja_jp: データ
zh_cn: 数据

source: Date Added
de_de: Später
es_es: Más tarde
hi_in: बाद में
ja_jp: あとで
zh_cn: 后

source: Delete
de_de: löschen
es_es: borrar
hi_in: मिटाना
ja_jp: 削除
zh_cn: 删除

source: Delete Banner
de_de: Löschen eines Covers
es_es: Eliminar una portada
hi_in: कवर मिटाना
ja_jp: 表紙を削除する
zh_cn: 删除封面

source: Delete Brand
de_de: Entfernen einer Marke
es_es: Eliminar una marca comercial
hi_in: ट्रेडमार्क निकालें
ja_jp: 商標権を削除する
zh_cn: 删除商标

# DeleteButton
source: Delete
de_de: löschen
es_es: borrar
hi_in: मिटाना
ja_jp: 削除
zh_cn: 删除

# DeleteConfirmation
source: Are You Sure You Want to Delete This?
de_de: Sind Sie sicher, dass Sie dies löschen möchten?
es_es: ¿Estás seguro de que quieres eliminar esto?
hi_in: क्या आप वाकई इसे हटाना चाहते हैं?
ja_jp: これを削除してもよろしいですか?
zh_cn: 您确定要删除此内容吗？

# DeleteUserConfirm
source: Do you really want to delete this user? This process cannot be undone.
de_de: Sind Sie sicher, dass dieser Benutzer gelöscht wurde? Er kann nicht erneut abgerufen werden
es_es: ¿Está seguro de que este usuario se ha eliminado? No se puede recuperar de nuevo
hi_in: क्या आप सुनिश्चित हैं कि यह उपयोगकर्ता हटा दिया गया है? इसे फिर से प्राप्त नहीं किया जा सकता है
ja_jp: このユーザーを削除してもよろしいですか?再度取得することはできません
zh_cn: 您确定此用户已删除吗？无法再次检索

source: Description
de_de: Beschreibung
es_es: descripción
hi_in: या क़िस्‍म
ja_jp: 形容
zh_cn: 描述

# DesignedBy
source: Design by
de_de: Design von
es_es: Diseño de
hi_in: द्वारा डिजाइन
ja_jp: デザイン
zh_cn: 设计制作

source: Details
es_es: Detalles
hi_in: ब्यौरा
ja_jp: 細部
zh_cn: 详

# DetailsButton
source: Details
es_es: Detalles
hi_in: ब्यौरा
ja_jp: 細部
zh_cn: 详

source: Discount
de_de: Kürzung um
es_es: Reducción en
hi_in: द्वारा कमी
ja_jp: 削減額
zh_cn: 减少

# DiscountLabel
source: Discount on
de_de: Rabatt auf
es_es: Descuento en
hi_in: पर छूट
ja_jp: 割引対象
zh_cn: 折扣

# DiscountPercentageHeader
source: Discount Percentage
de_de: Prozentsatz der Reduzierung
es_es: Porcentaje de reducción
hi_in: कमी प्रतिशत
ja_jp: 削減率
zh_cn: 减少百分比

source: Discounts
de_de: Abzüge
es_es: Deducciones
hi_in: कटौती
ja_jp: 控除
zh_cn: 扣除

# DiscountsTitle
source: Offers
de_de: Bietet
es_es: Ofrece
hi_in: प्रस्ताव
ja_jp: 提供
zh_cn: 提供

# Edit
source: Modify
de_de: Modulation
es_es: modulación
hi_in: स्वर-सामंजस्य
ja_jp: 転調
zh_cn: 调制

source: Edit Banner
de_de: Anpassung der Abdeckung
es_es: Ajuste de la cubierta
hi_in: कवर समायोजन
ja_jp: カバー調整
zh_cn: 盖板调整

# EditButton
source: Modify
de_de: Modulation
es_es: modulación
hi_in: स्वर-सामंजस्य
ja_jp: 転調
zh_cn: 调制

# EditHeader
source: Modify
de_de: Modulation
es_es: modulación
hi_in: स्वर-सामंजस्य
ja_jp: 転調
zh_cn: 调制

source: Edit Role
de_de: Rolle ändern
es_es: Modificar rol
hi_in: भूमिका संशोधित करें
ja_jp: 役割の変更
zh_cn: 修改角色

source: E-mail
es_es: Correo electrónico
hi_in: ईमेल
ja_jp: 電子メール
zh_cn: 电子邮件

# EmailLabel
source: E-mail
de_de: E-Mail-Adresse
es_es: Dirección de correo electrónico
hi_in: ईमेल पता
ja_jp: アドレス
zh_cn: 电子邮件地址

# EndDateLabel
source: Expire Date
de_de: Verfallsdatum
es_es: Fecha de caducidad
hi_in: समाप्ति तारीख़
ja_jp: 有効 期限
zh_cn: 有效期

# EndLockoutDate
source: Ban expiration date
de_de: Enddatum der Sperre
es_es: Fecha de finalización de la prohibición
hi_in: प्रतिबंध समाप्ति दिनांक
ja_jp: 禁止終了日
zh_cn: 封禁结束日期

# EnterPromoCode
source: Enter Discount Code
de_de: Code eingeben
es_es: Introduzca el código
hi_in: कोड दर्ज करें
ja_jp: コードを入力
zh_cn: 输入验证码

# ExpiredProductsTitle
source: Consumed Products
de_de: Fertigfabrikate
es_es: Productos terminados
hi_in: तैयार उत्पाद
ja_jp: 完成品
zh_cn: 成品

# FilterHeader
source: Filter
es_es: Filtro
hi_in: छानना
ja_jp: フィルター
zh_cn: 滤波器

# FilterOptionThisMonth
source: This Month
de_de: Diesen Monat
es_es: Este mes
hi_in: इस महीने
ja_jp: 今月
zh_cn: 本月

# FilterOptionThisYear
source: This Year
de_de: Dieses Jahr
es_es: Este año
hi_in: इस साल
ja_jp: 今年の
zh_cn: 今年

# FilterOptionToday
source: Today
de_de: Heute
es_es: Hoy
hi_in: आज
ja_jp: 今日
zh_cn: 今天

# ForgotPasswordLink
source: Forgot Password?
de_de: Passwort vergessen?
es_es: ¿Olvidó su contraseña?
hi_in: पासवर्ड भूल गए?
ja_jp: パスワードをお忘れですか?
zh_cn: 忘记密码？

source: Free Delivery
de_de: Kostenlose Lieferung
es_es: Entrega gratuita
hi_in: नि: शुल्क वितरण
ja_jp: 送料無料
zh_cn: 免费送货

source: Free Shipping
de_de: Kostenloser Versand
es_es: Envío Gratis
hi_in: मुफ़्त शिपिंग
ja_jp: 送料無料
zh_cn: 免费送货

# GeneralInfoTitle
source: General Information
de_de: Allgemeine Informationen
es_es: Información general
hi_in: सामान्य जानकारी
ja_jp: 一般情報
zh_cn: 一般信息

source: Go Home
de_de: Homepage
es_es: Página principal
hi_in: होम पेज
ja_jp: ホームページ
zh_cn: 主页

source: Go to Cart
de_de: Zum Warenkorb
es_es: Ir a la cesta
hi_in: कार्ट पर जाएं
ja_jp: お買い物カゴに移動
zh_cn: 前往购物车

source: Hidden Product
de_de: Maskierung des Produkts
es_es: Enmascarar el producto
hi_in: उत्पाद को मास्क करना
ja_jp: 製品のマスキング
zh_cn: 遮罩产品

source: Hidden Products
de_de: Versteckte Produkte
es_es: Productos ocultos
hi_in: छिपे हुए उत्पाद
ja_jp: 隠された製品
zh_cn: 隐藏产品

source: Home Page
es_es: Página principal
hi_in: होम पेज
ja_jp: ホームページ
zh_cn: 主页

# HomeReturn
source: Home !
de_de: ! Homepage
es_es: ! Página principal
hi_in: ! होम पेज
ja_jp: !ホームページ
zh_cn: !主页

# ImageSizeInfo
source: For Best Results, Use at Least 128 × 128 Pixels Image in .jpg Format
de_de: Die besten Ergebnisse erzielen Sie, wenn Sie ein Bild mit mindestens 128 × 128 Pixeln im .jpg Format verwenden
es_es: Para obtener los mejores resultados, utilice al menos una imagen de 128 × 128 píxeles en formato .jpg
hi_in: सर्वोत्तम परिणामों के लिए, .jpg स्वरूप में कम से कम 128 × 128 पिक्सेल छवि का उपयोग करें
ja_jp: 最良の結果を得るには、.jpg形式で少なくとも 128 ピクセル× 128 ピクセルの画像を使用します
zh_cn: 为获得最佳效果，请使用至少 128 × 128 像素的.jpg格式图像

source: Increase
de_de: Zunahme
es_es: aumentar
hi_in: वृद्धि करना
ja_jp: 増える
zh_cn: 增加

# InProgress
source: Delivering
de_de: Liefernd
es_es: Entrega
hi_in: देने
ja_jp: 提供
zh_cn: 提供

# ItemsLabel
source: Items
de_de: Artikel
es_es: Artículos
hi_in: आइटम
ja_jp: 項目
zh_cn: 项目

source: Lock User
de_de: Blockieren des Benutzers
es_es: Bloquear al usuario
hi_in: उपयोगकर्ता को ब्लॉक करें
ja_jp: ユーザーをブロックする
zh_cn: 阻止用户

source: Log in
de_de: Anmelden
es_es: Inicia sesión
hi_in: लॉग इन करो
ja_jp: ログイン
zh_cn: 登录

# Logout
source: Sign Out
de_de: Abmelden
es_es: Cerrar sesión
hi_in: साइन आउट करें
ja_jp: サインアウト
zh_cn: 登出

# MainImageLabel
source: Main Image
de_de: Hauptbild
es_es: Imagen principal
hi_in: मुख्य छवि
ja_jp: メイン画像
zh_cn: 主图片

# MainProductImage
source: Main Product Picture
de_de: Hauptbild des Produkts
es_es: Imagen principal del producto
hi_in: मुख्य उत्पाद चित्र
ja_jp: 主な製品画像
zh_cn: 主要产品图片

source: Manage Role
de_de: Verwaltung der Gültigkeit
es_es: Gestión de su validez
hi_in: इसकी वैधता का प्रबंधन
ja_jp: 有効期間の管理
zh_cn: 管理其有效性

source: Mo E-commerce
de_de: Mo Elektronischer Geschäftsverkehr
es_es: Mo Comercio Electrónico
hi_in: मो इलेक्ट्रॉनिक कॉमर्स
ja_jp: Mo電子商取引
zh_cn: 莫电子商务

# NameLabel
source: Name
es_es: Nombre
hi_in: नाम
ja_jp: 名前
zh_cn: 名字

source: Need Help?
de_de: Brauchen Sie Hilfe?
es_es: ¿Necesitas ayuda?
hi_in: मदद की ज़रूरत है?
ja_jp: お困りですか?
zh_cn: 需要帮助吗？

source: New
de_de: Neu
es_es: Nuevo
hi_in: नया
ja_jp: 新機能
zh_cn: 新增功能

source: New Arrivals
de_de: Neueste Produkte
es_es: Productos más nuevos
hi_in: नवीनतम उत्पाद
ja_jp: 最新製品
zh_cn: 最新产品

source: New Orders
de_de: Neue Aufträge
es_es: Nuevos pedidos
hi_in: नए आदेश
ja_jp: 新規注文
zh_cn: 新订单

# NewPasswordLabel
source: New Password
de_de: Neues Passwort
es_es: Nueva contraseña
hi_in: नया पासवर्ड
ja_jp: 新しいパスワード
zh_cn: 新密码

# NoCategoryProducts
source: There Are No Products for This Category ! 😐😐
de_de: Es befinden sich noch keine Produkte in diesem Bereich! 🙃🙃
es_es: ¡Todavía no hay productos dentro de esta sección! 🙃🙃
hi_in: इस खंड के अंदर अभी तक कोई उत्पाद नहीं हैं! 🙃🙃
ja_jp: このセクションにはまだ商品がありません!🙃🙃
zh_cn: 此部分内还没有产品！🙃🙃

# NoDiscountsMessage
source: You Didn't Add Any Discounts, Scrooge.
de_de: Du hast keine Rabatte hinzugefügt, Scrooge.
es_es: No has añadido ningún descuento, Scrooge.
hi_in: आपने कोई छूट नहीं जोड़ी, स्क्रूज।
ja_jp: 割引は加えなかったな、スクルージ。
zh_cn: 你没有添加任何折扣，守财奴。

# NoItemsInCartMessage
source: There Are No Items in the Basket 😒😒😒.
de_de: Es befinden sich keine Artikel im Warenkorb 😒😒😒.
es_es: No hay artículos en la cesta 😒😒😒.
hi_in: टोकरी 😒😒😒 में कोई आइटम नहीं हैं।
ja_jp: バスケット😒😒😒にアイテムはありません。
zh_cn: 篮子😒😒😒里没有物品。

# NoItemsMessage
source: There are no items
de_de: Keine Artikel im Warenkorb
es_es: No hay artículos en el carrito
hi_in: कार्ट में कोई आइटम नहीं
ja_jp: カートに商品がありません
zh_cn: 购物车中没有商品

# NoOrdersMessage
source: No Orders Yet
de_de: Noch keine Anfragen
es_es: Todavía no hay solicitudes
hi_in: अभी तक कोई अनुरोध नहीं
ja_jp: まだリクエストはありません
zh_cn: 暂无请求

# NoResults
source: There Are No Results for Your Wondrous Search
de_de: Es gibt keine Ergebnisse für Ihre wundersame Suche
es_es: No hay resultados para su maravillosa búsqueda
hi_in: आपकी चमत्कारिक खोज के लिए कोई परिणाम नहीं हैं
ja_jp: あなたの不思議な検索の結果はありません
zh_cn: 您的奇妙搜索没有结果

# NoReviews
source: There Are No Reviews for This Product.
de_de: Es gibt noch keine Bewertungen für dieses Produkt.
es_es: No hay reseñas para este producto.
hi_in: इस उत्पाद के लिए कोई समीक्षा नहीं है।
ja_jp: この商品にはレビューはありません。
zh_cn: 此产品没有评论。

# NoWishlistProducts
source: There Are No Favorite 😒😒😒 Products.
de_de: Es gibt keine Lieblingsprodukte 😒😒😒.
es_es: No hay productos favoritos 😒😒😒.
hi_in: कोई पसंदीदा 😒😒😒 उत्पाद नहीं हैं।
ja_jp: お気に入りの😒😒😒商品はありません。
zh_cn: 没有喜欢😒😒😒的产品。

source: Order Date
de_de: Bestelldatum
es_es: Fecha de pedido
hi_in: आदेश की तारीख
ja_jp: 注文日
zh_cn: 订单日期

# OrderListTitle
source: Order List
de_de: Bestellliste
es_es: Lista de pedidos
hi_in: आदेश सूची
ja_jp: 注文一覧
zh_cn: 订单清单

source: Orders
de_de: Aufforderungen
es_es: Solicitudes
hi_in: अनुरोध
ja_jp: 要求
zh_cn: 请求

# OrdersCount
source: Orders
de_de: Anzahl der Bestellungen
es_es: Número de pedidos
hi_in: आदेशों की संख्या
ja_jp: 注文数
zh_cn: 订单数量

# OrdersInProgress
source: Orders Being Delivered
de_de: Bestellungen, die geliefert werden
es_es: Pedidos en proceso de entrega
hi_in: आदेश वितरित किए जा रहे हैं
ja_jp: 配達中の注文
zh_cn: 正在交付的订单

source: Order Status
de_de: Status der Bestellung
es_es: Estado del pedido
hi_in: आदेश की स्थिति
ja_jp: 注文状況
zh_cn: 订单状态

source: Out of Stock
de_de: nicht verfügbar
es_es: indisponible
hi_in: अनुपलब्ध
ja_jp: 使用禁止
zh_cn: 不能利用的

# PasswordChangeTitle
source: Change Password
de_de: Passwort ändern
es_es: Cambiar contraseña
hi_in: पासवर्ड बदलें
ja_jp: パスワード変更
zh_cn: 更改密码

# PasswordTab
source: Password
de_de: Passwort
es_es: contraseña
hi_in: पासवर्ड
ja_jp: パスワード
zh_cn: 密码

# PercentageLabel
source: Reduction Percentage
de_de: Prozentsatz der Reduzierung
es_es: Porcentaje de reducción
hi_in: कमी प्रतिशत
ja_jp: 削減率
zh_cn: 减少百分比

# PersonalInfoTitle
source: Personal Information
de_de: Persönliche Informationen
es_es: Información personal
hi_in: व्यक्तिगत जानकारी
ja_jp: 個人情報
zh_cn: 个人信息

# PhoneNumberLabel
source: Phone Number
de_de: Telefonnummer
es_es: Número de teléfono
hi_in: फोन संख्या
ja_jp: 電話番号
zh_cn: 电话号码

# Pieces
source: Piece
de_de: Stück
es_es: Pedazo
hi_in: टुकड़ा
ja_jp: 切れ
zh_cn: 块

source: Prdoucts Management
de_de: Produktmanagement
es_es: Gestión de productos
hi_in: उत्पाद प्रबंधन
ja_jp: 製品管理
zh_cn: 产品管理

source: Premium Product
de_de: Hochwertiges Produkt
es_es: Producto de alta calidad
hi_in: उच्च गुणवत्ता वाले उत्पाद
ja_jp: 高品質の製品
zh_cn: 高品质产品

source: Preview
de_de: Vorschau
es_es: Vista previa
hi_in: पूर्वसमीक्षा
ja_jp: プレビュー
zh_cn: 预览

source: Price
de_de: Preis
es_es: Precio
hi_in: दाम
ja_jp: 価格
zh_cn: 价格

# PriceOrderAsc
source: Ascending Price Order
de_de: Preisreihenfolge aufsteigend
es_es: Orden de precios ascendente
hi_in: मूल्य आदेश आरोही
ja_jp: 価格注文昇順
zh_cn: 价格顺序升序

# PriceOrderDesc
source: Descending Price Order
de_de: Absteigende Reihenfolge der Preise
es_es: Orden descendente de precios
hi_in: कीमतों का अवरोही क्रम
ja_jp: 価格の降順
zh_cn: 价格降序

source: Privacy
de_de: Privatsphäre
es_es: Privacidad
hi_in: गोपनीयता
ja_jp: プライバシー
zh_cn: 隐私

source: Product
de_de: Produkt
es_es: Producto
hi_in: गुणनफल
ja_jp: 積
zh_cn: 产品

source: Product Details
de_de: Produktdetails
es_es: Detalles del producto
hi_in: प्रोडक्ट विवरण
ja_jp: 製品概要
zh_cn: 产品详情

source: Product Categories
de_de: Produktkategorien
es_es: Categorías de productos
hi_in: उत्पाद श्रेणियाँ
ja_jp: 製品カテゴリ
zh_cn: 产品分类

source: Product Image
de_de: Produktbild
es_es: Imagen del producto
hi_in: उत्पाद का चित्र
ja_jp: 製品イメージ
zh_cn: 产品图片

# ProductImages
source: Product Pictures
de_de: Produktbilder
es_es: Imágenes del producto
hi_in: उत्पाद चित्र
ja_jp: 製品写真
zh_cn: 产品图片

# ProductListTitle
source: Product List
de_de: Produktliste
es_es: Lista de productos
hi_in: उत्पाद सूची
ja_jp: 製品一覧
zh_cn: 产品展示

source: Product Name
de_de: Produktname
es_es: Nombre del producto
hi_in: प्रोडक्ट का नाम
ja_jp: 製品名
zh_cn: 产品名称

source: Products
de_de: Produkte
es_es: Productos
hi_in: उत्पादों
ja_jp: プロダクツ
zh_cn: 产品
