Repository: Mohamed-Ahmed-2003/Ecommerce-Platform-.Net-8
Catalog: Resources/SharedResource.*.resx
Languages: de_de, es_es, hi_in, ja_jp, zh_cn

# ProductsCount
source: Products
de_de: Anzahl der Produkte
es_es: Número de productos
hi_in: उत्पादों की संख्या
ja_jp: 製品数
zh_cn: 产品数量

source: Profile
de_de: Profil
es_es: Perfil
hi_in: ख़ाका
ja_jp: プロフィール
zh_cn: 轮廓

# ProfileSettingsTitle
source: Profile Settings
de_de: Profil-Einstellungen
es_es: Configuración del perfil
hi_in: प्रोफ़ाइल सेटिंग
ja_jp: プロファイル設定
zh_cn: 配置文件设置

# Quantity
source: Amount
de_de: Menge
es_es: importe
hi_in: कुल धनराशि
ja_jp: 量
zh_cn: 量

source: Rate the Product
de_de: Produktwerte
es_es: Valores del producto
hi_in: उत्पाद मान
ja_jp: 製品価値
zh_cn: 产品价值

# RecentSalesTitle
source: Recent Sales
de_de: Jüngste Verkäufe
es_es: Ventas recientes
hi_in: हाल की बिक्री
ja_jp: 最近の販売
zh_cn: 近期销售

source: Register User
de_de: Benutzer hinzufügen
es_es: Agregar usuario
hi_in: उपयोगकर्ता जोड़ें
ja_jp: ユーザーを追加
zh_cn: 添加用户

# Rejected
source: Not Received
de_de: Nicht erhalten
es_es: No recibido
hi_in: प्राप्त नहीं हुआ
ja_jp: 未受信
zh_cn: 未收到

source: Release From Premium
de_de: Vom Tombstone entfernen
es_es: Quitar de la lápida
hi_in: समाधि के पत्थर से निकालें
ja_jp: トゥームストーンから削除
zh_cn: 从墓碑中删除

source: Remaining
de_de: Verbleibend
es_es: Restante
hi_in: शेष
ja_jp: 残り
zh_cn: 剩余

# RemainingEndDateHeader
source: Remaining to Finish
de_de: Verbleibend nach Fertigstellung
es_es: Restante al finalizar
hi_in: पूरा होने पर शेष
ja_jp: 完了時に残っています
zh_cn: 完成时剩余

# RevenueTitle
source: Revenue
de_de: Einnahme
es_es: Ingresos
hi_in: राजस्‍व
ja_jp: 収入
zh_cn: 收入

source: Reviews
de_de: Rezensionen
es_es: Comentarios
hi_in: समीक्षाएँ
ja_jp: レビュー
zh_cn: 评论

# ReviewsTitle
source: Reviews
de_de: Rezensionen
es_es: Comentarios
hi_in: समीक्षाएँ
ja_jp: レビュー
zh_cn: 评论

source: Role
de_de: Gültigkeit
es_es: Validez
hi_in: वैधता
ja_jp: 有効
zh_cn: 有效性

source: Role Name
de_de: Name der Rolle
es_es: Nombre del rol
hi_in: भूमिका का नाम
ja_jp: ロール名
zh_cn: 角色名称

# RolesCount
source: Roles
de_de: Befugnisse
es_es: Poderes
hi_in: शक्तियों
ja_jp: 力
zh_cn: 权力

source: Roles Management
de_de: Energieverwaltung
es_es: Gestión de Poderes
hi_in: शक्ति प्रबंधन
ja_jp: パワーズ・マネージメント
zh_cn: 电源管理

# SalesTitle
source: Sales
de_de: Umsatz
es_es: Ventas
hi_in: बिक्री
ja_jp: セールス
zh_cn: 销售

# SaveButton
source: Save
de_de: Erhaltung
es_es: conservación
hi_in: संरक्षण
ja_jp: 保全
zh_cn: 保护

# SaveChangesButton
source: Save Changes
de_de: Änderungen speichern
es_es: Guardar cambios
hi_in: परिवर्तन सहेजें
ja_jp: 変更の保存
zh_cn: 保存更改

source: Search
de_de: suchen
es_es: buscar
hi_in: ढूँढ
ja_jp: 捜索
zh_cn: 搜索

# SearchPlaceHolder
source: What are u looking for ? 🤔
de_de: Wonach suchen Sie? 🤔
es_es: ¿Qué estás buscando? 🤔
hi_in: तुम क्या ढूंढ रहे हो? 🤔
ja_jp: 何を探しているんですか。🤔
zh_cn: 你在找什么？🤔

source: Search Results
de_de: Befund
es_es: Resultados
hi_in: परिणाम
ja_jp: 業績
zh_cn: 结果

# Select a Language
source: Select the Language of the Site
de_de: Wählen Sie die Sprache der Website aus
es_es: Seleccione el idioma del sitio
hi_in: साइट की भाषा का चयन करें
ja_jp: サイトの言語を選択する
zh_cn: 选择网站的语言

# SelectBrand
source: Select a Brand
de_de: Wählen Sie eine Marke aus
es_es: Seleccione una marca comercial
hi_in: एक ट्रेडमार्क चुनें
ja_jp: 商標を選択
zh_cn: 选择商标

# SelectProductLabel
source: Select Product
de_de: Produktidentifikation
es_es: Identificación del producto
hi_in: उत्पाद की पहचान
ja_jp: 製品の識別
zh_cn: 产品标识

# SelectRole
source: Please Select the User Role :
de_de: Wählen Sie die Rolle des Benutzers aus:
es_es: Seleccione el rol del usuario:
hi_in: उपयोगकर्ता की भूमिका का चयन करें:
ja_jp: ユーザーのロールを選択します。
zh_cn: 选择用户的角色：

# SellerID
source: Vendor Id
de_de: Lieferanten-ID
es_es: ID de proveedor
hi_in: विक्रेता आईडी
ja_jp: ベンダー ID
zh_cn: 供应商 ID

# SellerInfoTitle
source: Vendor Information
de_de: Informationen zum Anbieter
es_es: Información del proveedor
hi_in: विक्रेता की जानकारी
ja_jp: ベンダー情報
zh_cn: 供应商信息

source: Seller Name
de_de: Name des Verkäufers
es_es: Nombre del vendedor
hi_in: विक्रेता का नाम
ja_jp: 販売者名
zh_cn: 卖家名称

# SellersCount
source: Sellers
de_de: Anzahl der Verkäufer
es_es: Número de vendedores
hi_in: विक्रेताओं की संख्या
ja_jp: 販売者数
zh_cn: 卖家数量

source: Settings
de_de: Einstellungen
es_es: Configuración
hi_in: सेटिंग्स
ja_jp: 設定
zh_cn: 设置

# Shipping&amp;Returns
source: Shipping & Returns
de_de: Versand & Rückgabe
es_es: Envíos y devoluciones
hi_in: शिपिंग और रिटर्न
ja_jp: 配送と返品
zh_cn: 运输和退货

# ShoppingCartItems
source: Items
de_de: Artikel
es_es: Artículos
hi_in: आइटम
ja_jp: 項目
zh_cn: 项目

# ShoppingCartTitle
source: Shopping Cart
de_de: Einkaufswagen
es_es: Carrito
hi_in: शॉपिंग कार्ट
ja_jp: ショッピングカート
zh_cn: 购物车

# ShoppingNow
source: Shopping
de_de: Jetzt einkaufen
es_es: COMPRAR AHORA
hi_in: अभी खरीदें
ja_jp: 今すぐ購入
zh_cn: 立即购买

source: Short Description
de_de: Kurzbeschreibung
es_es: Breve descripción
hi_in: संक्षिप्त विवरण
ja_jp: 簡単な説明
zh_cn: 简短描述

source: Short Description
de_de: Kurzbeschreibung
es_es: Breve descripción
hi_in: संक्षिप्त विवरण
ja_jp: 簡単な説明
zh_cn: 简短描述

# ShownResults
source: Showing Results
de_de: Angezeigte Ergebnisse
es_es: Resultados mostrados
hi_in: परिणाम प्रदर्शित
ja_jp: 結果の表示
zh_cn: 显示的结果

source: Show Product
de_de: Produkt anzeigen
es_es: Mostrar producto
hi_in: उत्पाद दिखाएं
ja_jp: 製品を表示する
zh_cn: 显示产品

source: Similar Products
de_de: Ähnliche Produkte
es_es: Productos similares
hi_in: इसी तरह के उत्पादों
ja_jp: 類似製品
zh_cn: 类似产品

source: Sold by
de_de: Verkauft von
es_es: Vendido por
hi_in: द्वारा बेचा गया
ja_jp: 販売元
zh_cn: 出售者

source: Sort by
de_de: Sortieren nach
es_es: Ordenar por
hi_in: क्रमबद्ध करें
ja_jp: 並び替え
zh_cn: 排序方式

source: Status
es_es: Estado
hi_in: ओहदा
ja_jp: 地位
zh_cn: 地位

# Submit Review
source: Send Review
de_de: Bewertung senden
es_es: Enviar reseña
hi_in: समीक्षा भेजें
ja_jp: レビューを送信
zh_cn: 发送评论

# SummaryTitle
source: Summary
de_de: Zusammenfassung
es_es: Resumen
hi_in: सारांश
ja_jp: 概要
zh_cn: 总结

# TellAboutYourself
source: اخبر عن نفسك
de_de: Erzählen Sie von sich selbst
es_es: Habla de ti mismo
hi_in: अपने बारे में बताओ
ja_jp: あなた自身について語る
zh_cn: 介绍你自己

# This is your product
source: This is Your Own Product
de_de: Dies ist Ihr eigenes Produkt
es_es: Este es tu propio producto
hi_in: यह आपका अपना उत्पाद है
ja_jp: これはあなた自身の製品です
zh_cn: 这是你自己的产品

# Title
source: Address
de_de: Adresse
es_es: dirección
hi_in: पता
ja_jp: 住所
zh_cn: 地址

source: Today
de_de: Heute
es_es: Hoy
hi_in: आज
ja_jp: 今日
zh_cn: 今天

source: Top offers
de_de: Größte Rabatte
es_es: Los mayores descuentos
hi_in: सबसे बड़ी छूट
ja_jp: 最大の割引
zh_cn: 最大折扣

source: Top Sellers by Revenue
de_de: Die profitabelsten Verkäufer
es_es: Los vendedores más rentables
hi_in: सबसे अधिक लाभदायक विक्रेता
ja_jp: 最も収益性の高い売り手
zh_cn: 最赚钱的卖家

source: Top Sellers Rated
de_de: Bestbewertete Verkäufer
es_es: Vendedores mejor valorados
hi_in: टॉप रेटेड सेलर्स
ja_jp: トップレートの売り手
zh_cn: 最受好评的卖家

# TopSellingTitle
source: Best Selling
de_de: Bestseller
es_es: Los más vendidos
hi_in: सर्वाधिक बिकाऊ
ja_jp: ベストセラー
zh_cn: 畅销书

# TotalCategories
source: Categories Count
de_de: Anzahl der Abteilungen
es_es: Número de departamentos
hi_in: विभागों की संख्या
ja_jp: 部門数
zh_cn: 部门数量

# TotalLabel
source: Total
de_de: Gesamt
hi_in: कुल
ja_jp: トータル
zh_cn: 总

source: Total Revenue
de_de: Bruttogewinn
es_es: Utilidad bruta
hi_in: सकल लाभ
ja_jp: 粗利
zh_cn: 毛利

# TotalReviews
source: Reviews
de_de: Anzahl der Bewertungen
es_es: Número de opiniones
hi_in: समीक्षाओं की संख्या
ja_jp: レビュー数
zh_cn: 评论数量

# TotalReviewsTitle
source: Total Reviews You Got
de_de: Gesamtanzahl der Bewertungen, die Sie erhalten haben
es_es: Total de reseñas que recibiste
hi_in: आपको मिली कुल समीक्षाएं
ja_jp: あなたが得た合計レビュー
zh_cn: 您获得的总评论

# TotalSales
source: Sales
de_de: Anzahl der Verkäufe
es_es: Número de ventas
hi_in: बिक्री की संख्या
ja_jp: 販売台数
zh_cn: 销售数量

source: Unlock user
de_de: Entsperren des Benutzers
es_es: Desbloquear al usuario
hi_in: उपयोगकर्ता को अनब्लॉक करें
ja_jp: ユーザーのブロックを解除する
zh_cn: 取消阻止用户

# UpdateUser
source: Update User Info
de_de: Ändern von Benutzerdaten
es_es: Modificar los datos del usuario
hi_in: उपयोगकर्ता डेटा संशोधित करें
ja_jp: ユーザーデータを変更する
zh_cn: 修改用户数据

source: Update User Role
de_de: Benutzerrolle ändern
es_es: Cambiar el rol de usuario
hi_in: उपयोगकर्ता भूमिका बदलें
ja_jp: ユーザーの役割を変更する
zh_cn: 更改用户角色

# UploadImageLabel
source: Upload Image
de_de: Bild hochladen
es_es: Subir imagen
hi_in: छवि अपलोड करें
ja_jp: 画像をアップロード
zh_cn: 上传图片

source: usefull Links
de_de: Nützliche Links
es_es: Enlaces de interés
hi_in: उपयोगी लिंक
ja_jp: 関連リンク
zh_cn: 相关链接

# UserImage
source: Profile Picture
de_de: Benutzerbild
es_es: Imagen de usuario
hi_in: उपयोगकर्ता चित्र
ja_jp: ユーザーの画像
zh_cn: 用户图片

source: User Management
de_de: Benutzerverwaltung
es_es: Gestión de usuarios
hi_in: उपयोगकर्ता प्रबंधन
ja_jp: ユーザー管理
zh_cn: 用户管理

source: User Name
de_de: Nutzername
es_es: Nombre de usuario
hi_in: उपयोगकर्ता नाम
ja_jp: ユーザー名
zh_cn: 用户名

# WebsiteTitle
source: The Mo - eCommerce
de_de: Fragen Sie nach etwas
es_es: Pide algo
hi_in: कुछ मांगो
ja_jp: 何かを頼む
zh_cn: 要求一些东西

# Welcome
source: Hello
de_de: Hallo
es_es: Hola
hi_in: नमस्कार
ja_jp: こんにちは
zh_cn: 你好

# WelcomeMessage
source: Hello, {0}
de_de: Hallo, {0}
es_es: Hola, {0}
hi_in: नमस्ते, {0}
ja_jp: こんにちは、{0}
zh_cn: 你好， {0}

source: Wishlist
de_de: Favoriten
es_es: Favoritos
hi_in: पसंद
ja_jp: お気に入り
zh_cn: 收藏 夹

# WishlistProductsCount
source: Favorite Products
de_de: Lieblingsprodukte
es_es: Productos favoritos
hi_in: पसंदीदा उत्पाद
ja_jp: お気に入りの製品
zh_cn: 最喜欢的产品

# WishlistTitle
source: Wishlist
de_de: Bevorzugte Produkte
es_es: Productos preferidos
hi_in: पसंदीदा उत्पाद
ja_jp: 推奨製品
zh_cn: 首选产品
